Repository: couds/react-bulma-site
Catalog: src/locales/*/messages.po
Languages: es

source: A lightweight, up to date, and crazy fast React wrapper for Bulma.io CSS Framework. Use your favorite CSS framework as React Components
es: Una libreria de React ligera, rapida y al dia del Framework CSS Bulma.io. Usa tu framework CSS favorito como componentes de React

source: Add Column
es: Añadir Columna

source: Every component include a typescript definition to allow <0>type support</0> for each prop. PropTypes are also availables.
es: Todos los componentes incluyen su definicion en Typescript para permitir soporte de tipos (y autocompletado) de cada prop. Si no usas typescript tambien estan los PropTypes

source: Fast & Modular
es: Rapido y Modular

source: First Steps
es: Primeros pasos

source: Fully Typescript friendly
es: Typescript

source: Getting Started
es: Comenzando

source: Home
es: Inicio

source: Include only components that you need reducing the size of your final bundle out of the box. With almost <0>no external dependncies</0> each component renders really fast.
es: Incluye solo los componentes que necesitas reduciendo asi el tamaño final de tu bundle. Practicamente <0>sin dependencias externas</0> cada componente es renderizado realmente rapido.

source: Meanwhile check out <0>Storybook</0> for more details
es: Mientras puedes revisar <0>Storybook</0> para mas detalles

source: On mobile the columns stacks
es: En pantallas pequeñas las columnas se apilan!

source: React-Bulma-Components is a library that will allow you to easily use all capabilities of CSS Bulma Framework using components in a declarative way.
es: React-Bulma-Components es una libreria que te permitira usar facilmente todas las capacidades del Framework de CSS Bulma usando simples componentes de React

source: Remove a Column
es: Eliminar Columna

source: Simple 12 columns system
es: Sistema simple de 12 columnas

source: Sorry this page its still on develpment
es: Esta pagina aun esta en desarrollo

source: Spanish
es: Español

source: Storybook Demo
es: Storybook

source: The React wrapper for <0>Bulma</0> that we always wanted
es: La libreria de React para <0>Bulma</0> que merecemos

source: Toggle to React
es: Cambiar a React

source: Toggle to html
es: Cambiar a Html

source: Use Bulma on your React projects with ease
es: Usa Bulma en React facilmente

source: Use a clear and declarative way how you want the layout to be on each <0>breakpoint</0> the each breakpoint property. Define Size, Offset, and other properties per breakpoint without any css.
es: Configura de de una manera limpia y declarativa como se vera tu disaño en cada <0>breakpoint</0>. Define el Tamaño, Espacio y otras proppiedades para cada breackpoint sin ningun css.

source: You can add more than 12 columns but we recoment to stick to 12 columns an use nested columns for smaller one
es: Puedes agregar mas de 12 columnas sin embargo te recomendamos usar estas 12 y anidar columnas en caso de necesitar mas

source: © {0}. All Rights Reserved.
es: © {0}. Todos los derechos reservados.
